import productImg from "./img/complect.jpg";
const initState = {
  products: [
    {
      product_id: 0,
      name: "Комплект 1 электрификации Лайт 250",
      price: 21000,
      img: 'https://www.google.com/images/branding/googlelogo/2x/googlelogo_color_92x30dp.png',
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
    },
    {
      product_id: 1,
      name: "Комплект 2 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },
    {
      product_id: 2,
      name: "Комплект 3 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },
    {
      product_id: 3,
      name: "Комплект 4 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },
    {
      product_id: 4,
      name: "Комплект 5 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },
    {
      product_id: 5,
      name: "Комплект 6 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },
    {
      product_id: 6,
      name: "Комплект 7 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },
    {
      product_id: 7,
      name: "Комплект 8 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },],
  kit1: [
    {
      product_id: 6,
      name: "Комплект 7 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n',
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      }
    },
    {
      product_id: 7,
      name: "Комплект 8 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
      description: 'Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n Максимальная скорость 38 км/ч\n Время заряда аккумулятора при полном разряде: 3 часа.\n Максимальное расстояние преодолеваемое на одном заряде - 35 км (без помощи педалирования, на ровной дороге)\nМаксимальное расстояние на одном заряде используя педалирование - зависит от того как часто помогать себе подключая мотор.\n \nВ состав комплекта входит:\n Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29") \n Аккумулятор li-ion 36v 8,7 ah размер 170х100x70мм Зарядное устройство 36v 2а \n Контроллер 36v 15А \n Сумочка для аккумулятора \n Ручка газа (курок под один палец) \n'
    },
  ],
  cart: [
    {
      product_id: 0,
      name: "Комплект 1 электрификации Лайт 250",
      price: 21000,
      img: productImg,
      good_count: 1,
      params: {
        max_speed: 35,
        battary_capacity: 3,
        max_distance: 35,
        description: [
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
          'Заспицованное мотор-колесо 36v 250w заднее под трещотку или переднее на выбор Двойной усиленный обод (доступные размеры: 16", 20", 24", 26", 27,5", 28", 29")',
        ]
      },
    },
  ]
};
export default initState